/*  Class = "NSButton"; gToolTip = "Delete selected favorite (⌫)"; ObjectID = "17";  */
"Delete selected favorite (⌫)" = "Eliminar favorito seleccionado (⌫)";

/*  Class = "NSButton"; gToolTip = "Add favorite (⌥⌘A)"; ObjectID = "18";  */
"Add favorite (⌥⌘A)" = "Añadir favorito (⌥⌘A)";

/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "26";  */
"Favorites" = "Favoritos";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Nombre:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[sin selección]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Guardar";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Eliminar";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "359";  */
"Duplicate" = "Duplicar";

/*  Class = "NSMenuItem"; gToolTip = "Save query of selected favorite to file"; ObjectID = "365";  */
"Save query of selected favorite to file" = "Guarda la consulta del favorito seleccionado en un archivo";

/*  Class = "NSMenuItem"; title = "Save Query to File..."; ObjectID = "365";  */
"Save Query to File..." = "Guardar consulta en archivo...";

/*  Class = "NSMenuItem"; gToolTip = "Remove all favorites"; ObjectID = "367";  */
"Remove all favorites" = "Elimina todos los favoritos";

/*  Class = "NSMenuItem"; title = "Remove All..."; ObjectID = "367";  */
"Remove All..." = "Eliminar todo...";

/*  Class = "NSMenuItem"; title = "Save to File..."; ObjectID = "248";  */
"Save to File..." = "Guardar en archivo...";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "361";  */
"Export selected favorites as SPF file" = "Exporta los favoritos seleccionados como un archivo SPF";

/*  Class = "NSMenuItem"; title = "Export Selected Favorites…"; ObjectID = "361";  */
"Export Selected Favorites…" = "Exportar favoritos seleccionados…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "363";  */
"Import query favorites from SPF file and append them to the favorite list" = "Importa las consultas favoritas desde un archivo SPF y las añade a la lista de favoritos";

/*  Class = "NSMenuItem"; title = "Import Favorites…"; ObjectID = "363";  */
"Import Favorites…" = "Importar favoritos…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "362";  */
"Import query favorites from SPF file and replace the current favorites" = "Importa las consultas favoritas desde un archivo SPF y reemplaza los favoritos actuales";

/*  Class = "NSMenuItem"; title = "Import Favorites by Replacing…"; ObjectID = "362";  */
"Import Favorites by Replacing…" = "Importar favoritos por sustitución…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Cancelar";

/*  Class = "NSTextFieldCell"; title = "Tab Trigger:"; ObjectID = "307";  */
"Tab Trigger:" = "Disparador:";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "317";  */
"Insert Placeholder" = "Insertar comodín";

/*  Class = "NSMenuItem"; gToolTip = "${1:default_value} – tab key snippet with a definable default value which will be selected\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events] "; ObjectID = "318";  */
"${1:default_value} – tab key snippet with a definable default value which will be selected\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events] " = "${1:default_value} – ficha del fragmento con un valor definido por defecto el cual se seleccionará\n\n[“1” puede ser un número de 0 a 18 y define el orden de los eventos al pulsar el tabulador]";

/*  Class = "NSMenuItem"; title = "Tab Snippet"; ObjectID = "318";  */
"Tab Snippet" = "Ficha del fragmento";

/*  Class = "NSMenuItem"; gToolTip = "$(shell_command) – shell_command will be executed and inserts its result\n\n[press ⌘. to cancel the execution of “shell_command”]\n [only available inside of tab snippets] "; ObjectID = "319";  */
"$(shell_command) – shell_command will be executed and inserts its result\n\n[press ⌘. to cancel the execution of “shell_command”]\n [only available inside of tab snippets] " = "$(shell_command) – shell_command se ejecutará y insertará el resultado\n\n[pulse ⌘. para cancelar la ejecución de “shell_command”]\n [solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Tab Snippet and Shell Command"; ObjectID = "319";  */
"Tab Snippet and Shell Command" = "Ficha del fragmento y intérprete de comandos";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_TABLE – will be replaced by the selected table name\n\n[only available inside of tab snippets]"; ObjectID = "321";  */
"$SP_SELECTED_TABLE – will be replaced by the selected table name\n\n[only available inside of tab snippets]" = "$SP_SELECTED_TABLE – se reemplazará por el nombre de la tabla seleccionada\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Table"; ObjectID = "321";  */
"Name Of Selected Table" = "Nombre de la tabla seleccionada";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_TABLES – will be replaced by a comma separated list of all selected table names\n\n[only available inside of tab snippets]"; ObjectID = "322";  */
"$SP_SELECTED_TABLES – will be replaced by a comma separated list of all selected table names\n\n[only available inside of tab snippets]" = "$SP_SELECTED_TABLES – se reemplazará por una lista separada por comas de todos los nombres de las tablas seleccionadas\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Tables"; ObjectID = "322";  */
"Name Of Selected Tables" = "Nombre de las tablas seleccionadas";

/*  Class = "NSMenuItem"; gToolTip = "$SP_SELECTED_DATABASE – will be replaced by the selected database name\n\n[only available inside of tab snippets]"; ObjectID = "323";  */
"$SP_SELECTED_DATABASE – will be replaced by the selected database name\n\n[only available inside of tab snippets]" = "$SP_SELECTED_DATABASE – se reemplazará por el nombre de la base de datos seleccionada\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Name Of Selected Database"; ObjectID = "323";  */
"Name Of Selected Database" = "Nombre de la base de datos seleccionada";

/*  Class = "NSMenuItem"; gToolTip = "¦a¦b¦ – such a snippet will be shown as completion list with the items “a” and “b”\n\n[only available inside of tab snippets]"; ObjectID = "326";  */
"¦a¦b¦ – such a snippet will be shown as completion list with the items “a” and “b”\n\n[only available inside of tab snippets]" = "¦a¦b¦ – este fragmento se mostrará como una lista de finalización con los elementos “a” y “b”\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "List Template"; ObjectID = "326";  */
"List Template" = "Plantilla de lista";

/*  Class = "NSMenuItem"; gToolTip = "¦¦a¦b¦¦ – such a snippet will be shown as completion list with the items “a” and “b” in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "327";  */
"¦¦a¦b¦¦ – such a snippet will be shown as completion list with the items “a” and “b” in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦a¦b¦¦ – Este fragmento se mostrará como una lista de finalización con los elementos “a” and “b” en modo de búsqueda difusa\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "List Template (Fuzzy Search)"; ObjectID = "327";  */
"List Template (Fuzzy Search)" = "Plantilla de lista (búsqueda difusa)";

/*  Class = "NSMenuItem"; gToolTip = "¦ – list separator\n\n[only available inside of tab snippets]"; ObjectID = "328";  */
"¦ – list separator\n\n[only available inside of tab snippets]" = "¦ – separador de lista\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "List Separator"; ObjectID = "328";  */
"List Separator" = "Separador de lista";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_DATABASES¦ – such a snippet will be shown as completion list with all database names from the current connection\n\n[only available inside of tab snippets]"; ObjectID = "329";  */
"¦$SP_ASLIST_ALL_DATABASES¦ – such a snippet will be shown as completion list with all database names from the current connection\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_DATABASES¦ – este fragmento se mostrará como una lista de finalización con todos los nombres de las bases de datos de la conexión actual\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Database Names As List"; ObjectID = "329";  */
"Database Names As List" = "Nombres de las bases de datos como lista";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_DATABASES¦¦ – such a snippet will be shown as completion list with all database names from the current connection in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "330";  */
"¦¦$SP_ASLIST_ALL_DATABASES¦¦ – such a snippet will be shown as completion list with all database names from the current connection in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_DATABASES¦¦ – este fragmento se mostrará como una lista de finalización con todos los nombres de las bases de datos de la conexión actual en modo de búsqueda difusa\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Database Names As List (Fuzzy Search)"; ObjectID = "330";  */
"Database Names As List (Fuzzy Search)" = "Nombres de las bases de datos como lista (búsqueda difusa)";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_TABLES¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database\n\n[only available inside of tab snippets]"; ObjectID = "332";  */
"¦$SP_ASLIST_ALL_TABLES¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_TABLES¦ – este fragmento se mostrará como una lista de finalización con todos los nombres de las tablas (incl. vistas) de la base de datos seleccionada actualmente\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Table Names As List"; ObjectID = "332";  */
"Table Names As List" = "Nombres de las tablas como lista";

/*  Class = "NSMenuItem"; gToolTip = "$1 – mirrored tab snippet which is a placeholder for the content of tab snippet “1”\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events]\n\n[may not be used inside of a tab snippet] "; ObjectID = "340";  */
"$1 – mirrored tab snippet which is a placeholder for the content of tab snippet “1”\n\n[“1” can be a number from 0 to 18 and defines the order of tab key down events]\n\n[may not be used inside of a tab snippet] " = "$1 – ficha reflejada del fragmento la cual es un comodín para el contenido de la ficha “1” del fragmento\n\n[“1” puede ser un número de 0 a 18 y define el orden de los eventos al pulsar el tabulador]\n\n[no se puede usar dentro de la ficha del fragmento] ";

/*  Class = "NSMenuItem"; title = "Table Names As List (Fuzzy Search)"; ObjectID = "333";  */
"Table Names As List (Fuzzy Search)" = "Nombres de las tablas como lista (búsqueda difusa)";

/*  Class = "NSMenuItem"; gToolTip = "¦$SP_ASLIST_ALL_FIELDS¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]"; ObjectID = "334";  */
"¦$SP_ASLIST_ALL_FIELDS¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]" = "¦$SP_ASLIST_ALL_FIELDS¦ – este fragmento se mostrará como una lista de finalización con todos los nombre de los campos de la tabla seleccionada actualmente\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Field Names As List of Current Table"; ObjectID = "334";  */
"Field Names As List of Current Table" = "Nombres de los campos de la tabla actual como lista";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_FIELDS¦¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]"; ObjectID = "335";  */
"¦¦$SP_ASLIST_ALL_FIELDS¦¦ – such a snippet will be shown as completion list with all field names from the current selected table\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_FIELDS¦¦ – este fragmento se mostrará como una lista de finalización con todos los nombres de los campos de la tabla seleccionada actualmente\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Field Names As List of Current Table (Fuzzy Search)"; ObjectID = "335";  */
"Field Names As List of Current Table (Fuzzy Search)" = "Nombres de los campos de la tabla actual como lista (búsqueda difusa)";

/*  Class = "NSMenuItem"; title = "Completion Lists:"; ObjectID = "336";  */
"Completion Lists:" = "Listas de finalización:";

/*  Class = "NSMenuItem"; title = "⇥ Snippet:"; ObjectID = "337";  */
"⇥ Snippet:" = "⇥ Fragmento:";

/*  Class = "NSMenuItem"; title = "Completion List:"; ObjectID = "338";  */
"Completion List:" = "Lista de finalización:";

/*  Class = "NSMenuItem"; title = "Selection:"; ObjectID = "339";  */
"Selection:" = "Selección:";

/*  Class = "NSMenuItem"; gToolTip = "¦¦$SP_ASLIST_ALL_TABLES¦¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database in fuzzy search mode\n\n[only available inside of tab snippets]"; ObjectID = "333";  */
"¦¦$SP_ASLIST_ALL_TABLES¦¦ – such a snippet will be shown as completion list with all table names (incl. views) from the current selected database in fuzzy search mode\n\n[only available inside of tab snippets]" = "¦¦$SP_ASLIST_ALL_TABLES¦¦ – este fragmento se mostrará como una lista de finalización con todos los nombres de las tablas (incl. vistas) de la base de datos seleccionada actualmente en modo de búsqueda difusa\n\n[solo disponible dentro de las fichas del fragmento]";

/*  Class = "NSMenuItem"; title = "Mirrored Tab Snippet"; ObjectID = "340";  */
"Mirrored Tab Snippet" = "Ficha reflejada del fragmento";

/*  Class = "NSMenuItem"; title = "Placeholder"; ObjectID = "341";  */
"Placeholder" = "Comodín";

/*  Class = "NSTextField"; gToolTip = "Alphanumeric character string which inserts the favorite query string after expansion by pressing the ⇥ key."; ObjectID = "306";  */
"Alphanumeric character string which inserts the favorite query string after expansion by pressing the ⇥ key." = "Cadena de caracteres alfanuméricos la cual inserta la cadena de la consulta favorita después de expandirse al pulsar la tecla ⇥.";

